Repository: common-repository/payzah-payment-gateway-for-woocmmerce
Catalog: languages/payzah-*.po
Languages: ar

source: Payzah Payment Gateway
ar: بوابة الدفع Payzah

source: Pay with payzah that supports KNET & Credit Cards Transactions (VISA & MasterCard)
ar: ادفع باستخدام payzah الذي يدعم معاملات بطاقات الائتمان و KNET (VISA و MasterCard)

source: KNET
ar: كي نت

source: Credit Card
ar: بطاقة ائتمان

source: Enable/Disable
ar: مفعل وغير مفعل

source: Enable Payzah Payment Module.
ar: تفعيل وحدة دفع Payzah.

source: Title:
ar: لقب:

source: This controls the title which the user sees during checkout.
ar: هذا يتحكم في العنوان الذي يراه المستخدم أثناء الخروج.

source: Description:
ar: وصف:

source: pay via Payzah; you can pay securely with your debit or credit card.
ar: الدفع عبر Payzah ؛ يمكنك الدفع بأمان باستخدام بطاقة الخصم أو الائتمان الخاصة بك.

source: This controls the description which the user sees during checkout.
ar: هذا يتحكم في الوصف الذي يراه المستخدم أثناء الخروج.

source: Private key
ar: مفتاح سري

source: Get your Private key from Payzah.
ar: احصل على مفتاحك الخاص من Payzah.

source: TEST Mode
ar: وضع الاختبار

source: Enable Payzah TEST Transactions.
ar: تفعيل معاملات Payzah TEST.

source: Tick to run TEST Transaction on the Payzah platform
ar: ضع علامة لتشغيل TEST Transaction على منصة Payzah

source: Enable Knet
ar: تفعيل Knet

source: Enable Knet Option.
ar: تفعيل خيار Knet.

source: Tick to enable knet option.
ar: ضع علامة لتمكين خيار knet.

source: Enable Credit Card
ar: تفعيل بطاقة الائتمان

source: Enable Credit Card Option.
ar: تفعيل خيار بطاقة الائتمان.

source: Tick to enable credit card option.
ar: ضع علامة لتمكين خيار بطاقة الائتمان.

source: Payment Information
ar: معلومات الدفع

source: Payment type
ar: نوع الدفع

source: Payment status
ar: حالة السداد

source: Get Private Key
ar: احصل على المفتاح الخاص

source: Tracking ID:
ar: معرف التتبع:
